v2_TSEP/hx_sweep/He_1bar_Re2300/system/fvSolution
FoamFile { version 2.0; format ascii; class dictionary; object fvSolution; }
solvers
{
    p_rgh   { solver GAMG; tolerance 1e-8; relTol 0.01; smoother DICGaussSeidel; }
    "(U|h)" { solver PBiCGStab; preconditioner DILU; tolerance 1e-8; relTol 0.01; }
}
SIMPLE
{
    momentumPredictor yes;
    nNonOrthogonalCorrectors 0;
    pRefCell 0;
    pRefValue 100000;
    residualControl { p_rgh 1e-6; U 1e-6; h 1e-6; }
}
relaxationFactors
{
    fields { rho 1.0; p_rgh 0.7; }
    equations { U 0.3; h 0.7; }
}
